<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Самопомощь</title>

    <link rel="stylesheet" href="/css/self-help.css">

    <link rel="icon" href="/images/favicon.svg" type="image/svg+xml">

    <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.2.0/jquery.min.js"></script>
</head>
<body>
    <div class="wrapper">
        
        <? include("app/views/menu.php"); ?>

        <main>
            <div class="_container-self-help">

                <div class="about-page _box">
                    <div class="_title">
                        Самопомощь
                    </div>
                    <div class="about-page__text _text">
                        Если Вы осознали наличие проблемы, то Вы уже на половине пути к ее решению. 
                        “Самопомощь” хранит в себе необходимый материал, для начала борьбы с заболеванием. 
                        Тут Вы можете найти ссылки на полезные источники и авторитетных психологов, ознакомиться с симптомами болезни и их возможными 
                        причинами, прочитать полезные статьи по интересующей Вас теме и просто отвлечься от РПП в сложные минуты.
                    </div>
                    <img class="girlWaterYourself" src="/images/girlsWaterYourselfFoeSelfHelp.svg" alt="девушка поливает себя">
                </div>

                <div class="useful-sources _box">
                    <div class="useful-sources__title _title">
                        Полезные источники
                    </div>
                    <div class="useful-sources__text _text">
                        В этой части мы собрали видео и другие информационные ресуры, которые прямо или косвенно связаны с 
                        темой расстройств пищевого поведения и могут стать отправной точкой в борьбе с заболеванием.
                    </div>
                    <div class="video__row">
                        <a href="https://youtu.be/MyDVAJy408c"><img src="/images/reaSilver.svg" alt="ria"></a>
                        <a href="https://youtu.be/1v0XzHRwJ7M"><img src="/images/libo.svg" alt="libo"></a>
                        <a href="https://youtu.be/2Xt0NSA_s7s"><img src="/images/svetlana.svg" alt="svetlana"></a>
                    </div>
                    
                </div>

                <div class="useful-sources-telegram _box">
                    <div class="_title">
                        Полезные телеграмм каналы
                    </div>

                    <div class="_text">
                        В данном блоке мы собрали для Вас телеграм каналы, которые могут быть полезны в восстановлении от РПП.
                        В них Вы сможете найти не только информацию об РПП, но и интересные психологические каналы, которую также будут способствовать достижению устойчивого ментального здоровья.
                    </div>

                    <div class="tg-row">
                        <a href="https://t.me/svetlyachok_speaking"><img src="/images/tgSveta.svg" alt="sveta"></a>
                        <a href="https://t.me/melfm"><img src="/images/mel.svg" alt="mel"></a>
                        <a href="https://t.me/selflovediana"><img src="/images/safeSpacw.svg" alt="safe"></a>
                    </div>
                </div>

                <div class="task _box">
                    <div class="_title">Задания</div>

                    <div class="_text">Данные практические задания направлены на визуализацию собственного состояния, помогают выделить для себя возможные причины заболевания и выстроить правильную стратегию по борьбе с ним.</div>
                    
                    <!-- Задание 1 -->
                    <div class="taskHelp-row">
                        Задание 1: От чего вы устали в РПП?
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Положите перед собой блокнот и постарайтесь подробно прописать все негативные моменты, 
                            с которыми вы сталкиваетесь из-за РПП. 
                        </p>
                        <p>
                            Это может быть неприятие своего тела, буллинг со стороны знакомых и родных или проблемы, связанные с употреблением пищи.
                        </p>
                        <p>
                            Не романтизируйте РПП, чем больше плохого Вы вспомните, тем лучше.
                        </p>
                                            
                    </div>

                    <!-- Задание 2 -->
                    <div class="taskHelp-row">
                        Задание 2: Вспомните какие отношения с едой были в Вашем детстве.
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Какая еда у Вас была любимой в детсве, а какую вы на дух не переносили, есть ли у вас ритуалы, связанные с едой и семейные привычки?
                        </p>
                        <p>
                            Если в Вашей семье были запреты на еду, распространялись ли они на Ваши любимые продукты? Приходилось ли Вам прятать любимую еду?
                        </p>
                        <p>
                            Возможно Вам приходилось слышать подобные фразы в детстве?
                        </p>
                                <p>- Пока не доешь, никуда не пойдешь / сладкое только после еды</p> 
                                <p>- Не плачь деточка, держи конфетку, поешь </p>
                                <p>- Девочке положено быть стройной и есть порции как у птички </p>
                
                    </div>

                    <!-- Задание 3 -->
                    <div class="taskHelp-row">
                        Задание 3: Напишите Ваши правила, ритуалы, запреты, связанные с едой.                
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Если у Вас есть продукты, которые Вы не позволяете себе есть, пропишите каждый из них. Любые ограничения в рационе 
                            провоцируют стресс и приводят к срывам на эти же продукты, также не стоит забывать, что исключая целую категорию продуктов 
                            без назначения врачей Вы можете спровоцировать дефицит макро и микроэлементов, что погубно отразится на здоровье.
                        </p>
                        <p>
                            Напишите, какие пособы похудения Вы пробовали. Это могут быть различные диеты или лайфхаки из интернета, например
                            советы о том, что нужно есть из посуды синего цвета, потому что та, якобы, отбивает аппетит или есть перед зеркалом, желательно маленькими приборами.
                        </p>
                        <p>
                            Чем больше запретов и правил Вы пропишете, тем лучше.
                        </p>

                    </div>
                    
                    <!-- Задание 4 -->
                    <div class="taskHelp-row">
                        Задание 4: Есть ли у Вас еда, на которую Вы “срываетесь”.
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Чем дольше вы не позволяете себе те или иные категории продуктов, тем более желанными они становятся.
                        </p>
                        <p>
                            Пропишите Все продукты, которые вы непозволяете себя употреблять в пищу и на которые у Вас происходят "срывы".
                        </p>
                        <p>
                            Если Вы сами поставили перед собой запрет на те или иные категории продуктов, без назначения врача по медицинским показаниям,
                            то стоит постепенно обратно включать их в свой рацион. В начале Вам может хотется есть только те продукты, которые раньше были
                            под запретом, это нормально если Вы наберете вес, когда Ваш организм поймет, что этот продукт у него больше никто не заберет
                            и Вы всегда можете его употребить в пищу, то ваше отношение к некогда запретным продуктам нормализуется.
                        </p>
                    

                    </div>

                    <!-- Задание 5 -->
                    <div class="taskHelp-row">
                        Задание 5: Пропишите собственные причины для похудения.                
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Зачастую стремление быть стройнее исходит из вне. Это могут быть навязанные в СМИ стандарты красоты или общепринятые нормы, 
                            в которые нас с детсва учат вписываться.
                        </p>
                        <p>
                            Не все могут соответсвовать стандартам красоты, у всех свои физические особенности и генетические 
                            предрасположенности к тому или иному типу фигуры, поэтому важно понимать собственные желание быть стройнее и есть ли они вообще.
                        </p>
                        <p>
                            Помните, что худеть нужно не для того, чтобы полюбить себя, а из большой любви к себе.
                        </p>
                    </div>
                    
                    <!-- Задание 6 -->
                    <div class="taskHelp-row">
                        Задание 6: Перед кем Вам стыдно за свой внешний вид.
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Вините ли Вы себя за Ваше тело? Есть ли те, перед кем Вам стыдно за свой внешний вид? 
                            
                        </p>
                        <p>
                            Это могут быть родственники, которые упрекали Вас в несовершенстве Вашей фигуры,
                            Одноклассники, которые Вас дразнили или друзья, которые говорили, что Вы выглядете хуже.
                        </p>
                        <p>
                            Напишите тех людей, перед кем Вам стыдно, попробуйте впомнить слова, которые они Вам говорили?
                            Обижены ли Вы на них до сих пор? Чье мнение Вам действительно важно и почему? 
                            Готовы ли Вы менять свое тело в угоду кому-то другому?
                        </p>
                    </div>

                    <!-- Задание 7 -->
                    <div class="taskHelp-row">
                        Задание 7: Какие плюсы и минусы были в Вашей погони за телом.
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Столкнувшись с РПП может показаться, что мир начинает рушиться, что жизнь теряет краски и ничего хорошего в буднях не остается.
                            Но не стоит быть столь категоричными, да, расстройство пищевого поведения заметно меняет привычное расписание жизни, однако,
                            следует находить положительные стороны даже там, где их казалось быть не может.
                            
                        </p>
                        <p>
                            Подумайте, что хорошего принесло в вашу жизнь РПП? Возможно Вы полюбили занятия спортом или сблизились к человеком, который оказался
                            рядом в трудную для вас минуту.
                        </p>
                        <p>
                            Перечислите плюсы и минусы Вашего расстройства пищевого поведения.
                        </p>
                    </div>

                    <!-- Задание 8 -->
                    <div class="taskHelp-row">
                        Задание 8: Как выглядит Ваша болезнь? 
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Все мы хоть раз в жизни слышали о тесте "пятна Роршаха", где каждый видел то, что говорила ему подсознание.
                            
                        </p>
                        <p>
                            Представте как выглядит Ваше РПП, его форму, цвет размер, одушевленное ли оно или нет.
                        </p>
                        <p>
                            Попробуйте отделить свое представлени РПП от того, каким оно представлено в культуре.
                            Если Вы его видете лугом с ромашками, то это прекрасно.
                        </p>
                        
                    </div>

                    <!-- Задание 9 -->
                    <div class="taskHelp-row">
                        Задание 9: Какой я вижу жизнь без РПП.
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Чаще всего РПП носит долгоиграющий характер, бывает так, что ты уже и не помнишь, какая у тебя была жизнь без него.
                        </p>
                        <p>
                            Как проходит день у людей, чьи мысли не погружены в вечные размышления о еде, планировании рациона, 
                            подсчете калорий и энергозатратах на тренировках?
                        </p>
                        <p>
                            Напишите как Вы видете свою жизнь без РПП? Опишите распорядок своего идельного дня. Много ли там пуктов, связанных с едой?
                        </p>
                        
                    </div>

                    <!-- Задание 10 -->
                    <div class="taskHelp-row">
                        Задание 10: Ваши цели, которые не связаны с телом.
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Люди, которые столкнулись с РПП смещают весь свой фокус внимания на еду, свое тело и самокопание.
                            Остальная жизнь проходит мимо, никакие другие проблемы больше не имеют значения, а жизненные цели, не связанные 
                            с телом уходят на второй план.
                        </p>
                        <p>
                            Подумайте, какие цели стоят перед Вами прямо сейчас? Многие ли из них не связаны с телой или с отношениями с едой?
                        </p>
                        <p>
                            Постарайтесь уделять больше внимания тому, что происходит в Вашей жизни. 
                            Подумайте сколько Вы опускаете уделяя все Ваше 
                            время и силы на мысли, связанные с едой?
                        </p>
                        
                    </div>
                    
                    <!-- Задание 11 -->
                    <div class="taskHelp-row">
                        Задание 11: Ваши идеальные недостатки.
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Многие склонны искать в себе и в своей фигуре несовершенства, но кто сказал, что их быть не должно?
                        </p>
                        <p>
                            Обладательницы кудрявых волос - стремятся их выпрямить, девушки с прямыми - делают химическую завивку.
                            Некоторые люди с щербинкой между зубами - обращаются к стоматологу, чтобы ее убрать, а кто-то делает это своей изюминкой.
                        </p>
                        <p>
                            Мода циклична и изменчива, не стоит гнаться за каждым ее новым дуновением. Постарайтесь посмотреть на себя новым взглядом.
                            Попробуйте найти положительные стороны в своих "недостатках", которые как Вам кажется у Вас могут быть, ведь именно они делают нас уникальными и неповторимыми.
                        </p>
                        <p>
                            И помните, на вкус и цвет все фломастеры разные, не стоит менятся ради кого-то и соответствовать чужим стандартам.
                        </p>
                        
                    </div>
                    
                    <!-- Задание 12 -->
                    <div class="taskHelp-row">
                        Задание 12: Круги удовлетворения.
                    </div>
                    <div class="task-block_text"> 
                        <p>
                            Суть задания заключается в том, чтобы визульно, с помощью диаграмм, отобразить свои потребности.
                        </p>
                        <p>
                            Нужно оценить сколько в процентном соотношении у Вам занимают те или иные обязанности.
                            Например: в диаграмме обязательно будет секция сна, работы, учебы. 
                        </p>
                        <p>
                            Важно понять, какой процент от всей диаграммы занимает еда и тренировки? Сколько процентов вашего дня уходит к РПП?
                        </p>
                        <p>
                            Если Вы помните событие прошлых лет, отобразите их на другой диаграмме.
                        </p>
                        <p>
                            Какой Вы видите диаграмму Вашего восстановления? Есть ли у Вас занятия, 
                            которыми Вы можете заместить часть времени, которое было посвящено РПП, попробуйте заместить ими часть освободившегося времени?
                        </p>
                        
                    </div>
            
                </div>

            </div>
        </main>

    </div>

    <script src="/js/taskSpoiler.js"></script>
</body>
</html>
